{
  "The Chicago Bean": {
    "key": "2",
    "title": "The Chicago Bean",
    "date":"May 30, 2016",
    "teaser": "This being my first time visiting the sculpture, it is now clear why this artistic piece is an icon of Chicago. There is something inspiring about this sculpture. Surr...",
    "description": "<hr class='green'><p class='post'>This being my first time visiting the sculpture, it is now clear why this artistic piece is an icon of Chicago. There is something inspiring about this <i>bean</i>. Surrounded by hundreds of people and the Chicago skyline, it is difficult to describe unless you have been there.<br><br>Walking up, you can tell you are getting close because the crowd begins to grow thick. There is a mass of people surrounding a giant mirror. So reflective and bright, the sun beats down on this giant mass. Everyone is running up to it, touching it, kissing it, taking selfies, and putting their feet on it, hoping to capture the perfect photo.<br><br>As you get closer, you can’t help but take out your phone and snap a picture. It is too good to just look at. There is something about this place that encourages everyone to find there next background image or story for their friends. Even if you aren’t particularly interested in art, this is a place well worth your time.<br><br>Also, I would recommend not kissing the bean because of how many people touch it daily… But, if your life long goal is to kiss the bean, the best time to kiss it would be after one of its bi-annual power cleans (<a href='https://vimeo.com/52020416'>https://vimeo.com/52020416</a>).<br><br>@ anyone travelling to Chicago, visit the bean! </p><img src='/static/img/blog/chicago/bean/bean-selfie.jpg' class='img-responsive wow bounceIn' alt='Bean Selfie' />",
    "mainImage": "/bean/bean.jpg",
    "cardImage": "/bean/bean-small.jpg",
    "imageGallery": "https://goo.gl/photos/3MayDdTWnD76rS7M7"
  },
  "Week 1": {
    "key": "1",
    "title": "Week 1",
    "date":"May 29, 2016",
    "teaser": "Wow, where do I begin? Chicago is a very interesting place, and something that I have never experienced before. I live in the South Loop area, right next to Grant Park...",
    "description": "<p class='post'>Wow, where do I begin? This first week in Chicago has been one that I will remember forever.</p><h3>Overview</h3><hr class='green'><p class='post'>Chicago is a very interesting place, and something that I have never experienced before. I live in the South Loop area, right next to Grant Park, so, for me, there is no escaping the noise of the city. Now I know New York city is technically the city that never sleeps, but it also seems like people in Chicago never sleep as well. Starting at about 5am and going until around 2am, there is always something. Either a train, an ambulance siren, a car horn, or a person yelling, the sound of the city is inescapable. For now, I kind of like these sounds. They remind me of what I have been working for, and my goal of working / living in a big city.<br><br><img src='/static/img/blog/chicago/week1/city-noise.jpg' class='img-responsive wow bounceIn' alt='City noise' /><br><br>For those of you who don’t know, this summer I am interning at GE Digital, working as a Software Development intern. Unfortunately, the office I am working at is located in Lisle, IL, which is about 25 miles south west of the city. With no access to a car, I am forced to ride the BNSF Metra train to work every day. The train is really not as bad as it first seems, and with the correct train, the ride is only 32 minutes long.  This helps get me up early and start my day before everyone else. My typical weekday schedule looks like this:</p><ul class='post'><li><b>5:00am</b>: Wake up</li><li><b>5:10 - 6:00am</b>: Workout</li><li><b>6:00 - 6:45am</b>: Eat breakfast and get ready for work</li><li><b>6:45 - 7:05am</b>: Walk to Union Station</li><li><b>7:20 - 7:52am</b>: Ride the train to the Lisle train station</li><li><b>7:52 - 8:13am</b>: Walk to work</li><li><b>8:15 - 4:45pm</b>: Work</li><li><b>4:45 - 5:00pm</b>: Walk to the Lisle train station</li><li><b>5:08 - 5:50pm</b>: Ride the train to Union Station</li><li><b>5:50 - 6:10pm</b>: Walk home</li><li><b>6:10 - 11:15pm</b>: Free time</li><li><b>11:30pm</b>: Go to bed</li></ul><p class='post'>I am not used to this lifestyle yet, but through this first week it is clear that I have taken simple things for granted, such as a car. Thousands of people are riding the train along with me each day, so I am not alone in this.</p><h3>Day-to-day</h3><hr class='green'><p class='post'><b>Monday  - 5/23/2016</b><br><br>Today, I moved from my Airbnb in West Chicago to the city. My dad and grandparents drove down from Madison, WI to help me move my stuff. We went to dinner on Navy Pier at a restaurant called Margaritaville. The food was amazing, but the view was better…<br><br><img src='/static/img/blog/chicago/week1/navy-pier.jpg' class='img-responsive wow bounceIn' alt='Navy Pier' /></p><p class='post'><b>Tuesday  - 5/24/2016</b><br><br>Hayli came to visit today, so she was able to pick me up from work. We went to Target to get groceries and other random things I needed for my apartment. After, we went back and hung out at my apartment. We made pancakes for dinner and watched the final episode of Bates Motel. I recommend this show to everyone.</p><p class='post'><b>Wednesday  - 5/25/2016</b><br><br>Today was a typical travel / work day. It rained really hard today, and of course it started while I was walking from work to the train station. I ran, but still got soaked (note to self: buy and bring an umbrella to work). This was Hayli’s last night, so we went out to eat at Bar Louie. The food was really good, I got a club sandwich and she got a mac and cheese sandwich. I will definitely be back there to eat. After, we just hung out and watched a movie on Netflix.</p><p class='post'><b>Thursday  - 5/26/2016</b><br><br>Typical travel / work day. Hayli left today so that was sad, but it was a beautiful night so I walked around in Millennium Park. Saw The Bean for the first time ever:<br><br><img src='/static/img/blog/chicago/week1/bean.jpg' class='img-responsive wow bounceIn' alt='The bean' /><br><br>Can’t wait to spend more summer nights like this just walking around the park and people watching.</p><p class='post'><b>Friday  - 5/27/2016</b><br><br>Typical travel / work day. Unfortunately, all of my close friends living in Chicago this summer don't arrive until this Sunday, so I was kind of stuck alone. For dinner, I went to an Irish pub to watch sports and have a few beers. Alcohol is expensive here… (~$7 for a small whiskey coke). After, I walked to another bar called The South Loop Club. It is close to my apartment, so I just wanted to try it out. I only stayed for 30 minutes, but the atmosphere was nice and the beer was good, so I will be back there. For the rest of the night I just hung out and planned for the next day.</p><p class='post'><b>Saturday  - 5/28/2016</b><br><br>My first Saturday in the city. There was so much to do. In one day I saw a parade, went shopping, attended a concert, and walked on the pier. The parade was okay, no exciting floats or anything, just local high schools ROTC programs marching. Still cool to see. I went shopping at Nordstrom Rack and bought a pair of shorts, and two shirts. I love Nordstrom Rack. After, I walked over to Millennium park and there was a free Jazz concert that I hung out at for an hour. I decided to walk back home on a different path, this time I walked along the pier. The water is so calming. For the rest of the night, I just hung out and created this blog!<br><br><img src='/static/img/blog/chicago/week1/lakeshore.jpg' class='img-responsive wow bounceIn' alt='Lakeshore' /></p>",
    "mainImage": "week1/week1.jpg",
    "cardImage": "week1/week1-small.jpg",
    "imageGallery": "https://goo.gl/photos/9XA1URkjQFAto1YBA"
  }
}
